alacritty
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
arc-gtk-theme
arch-install-scripts
archinstall
autoconf
automake
avahi
b43-fwcutter
base
bc
bind
bison
bluez-libs
brave-bin
brightnessctl
brltty
broadcom-wl
btrfs-progs
chromium
cifs-utils
clonezilla
cloud-init
code
darkhttpd
db
ddrescue
debugedit
dhclient
dhcpcd
ding-libs
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
drbl
ecryptfs-utils
edk2-shell
efibootmgr
efivar
ell
espeak-ng
espeakup
ethtool
exfatprogs
f2fs-tools
fakeroot
fatresize
feh
firefox
flac
flex
fluxbox
fsarchiver
fuse-common
fuse2
fuse3
gcc
gdb
gdk-pixbuf-xlib
gdk-pixbuf2
git
gnu-netcat
gpart
gpm
gptfdisk
graphicsmagick
grml-zsh-config
groff
grub
gssproxy
hdparm
hicolor-icon-theme
hidapi
htop
hyperv
i3-gaps
i3blocks
i3lock
i3status
intel-ucode
ipw2100-fw
ipw2200-fw
irssi
iw
iwd
jansson
jemalloc
jfsutils
js78
kitty-terminfo
lbzip2
ldb
ldns
lftp
libaio
libasyncns
libbsd
libcbor
libcups
libdaemon
libdnet
libedit
libevent
libfido2
libgudev
libice
libimobiledevice
libinih
libjpeg-turbo
liblouis
libmaxminddb
libmbim
libmd
libmm-glib
libmspack
libnewt
libnsl
libogg
libotr
libpipeline
libplist
libpng
libproxy
libpulse
libqmi
libqrtr-glib
libsamplerate
libsigc++
libsm
libsndfile
libspeechd
libtiff
libtool
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libvorbis
libx11
libxau
libxcb
libxdmcp
libxext
libxss
libyaml
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lmdb
lrzip
lsb-release
lsscsi
lua53
lvm2
lxappearance-gtk3
lynx
lzo
lzop
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mkinitcpio-archiso
mkinitcpio-nfs-utils
mobile-broadband-provider-info
modemmanager
mtools
nano
nbd
ndisc6
neofetch
neovim
netplan
nfs-utils
nfsidmap
nilfs-utils
nmap
nspr
nss
ntfs-3g
nvme-cli
open-iscsi
open-isns
open-vm-tools
openconnect
openssh
openssl-1.0
openvpn
opus
partclone
parted
partimage
patch
pbzip2
pcaudiolib
pcsclite
perl
picom
pigz
pixz
pkcs11-helper
pkgconf
polkit
polybar
ppp
pptpclient
pv
python
python-appdirs
python-attrs
python-cffi
python-chardet
python-configobj
python-cryptography
python-idna
python-importlib-metadata
python-jinja
python-jsonpatch
python-jsonpointer
python-jsonschema
python-markupsafe
python-more-itertools
python-netifaces
python-oauthlib
python-ordered-set
python-packaging
python-ply
python-pycparser
python-pyparsing
python-pyrsistent
python-requests
python-setuptools
python-six
python-urllib3
python-yaml
python-zipp
qemu-guest-agent
refind
reflector
reiserfsprogs
rofi
rp-pppoe
rpcbind
rsync
run-parts
rxvt-unicode-terminfo
screen
sdparm
sg3_utils
shared-mime-info
slang
smartmontools
smbclient
sof-firmware
speex
speexdsp
squashfs-tools
sshfs
stoken
strace
sudo
sysfsutils
syslinux
systemd-resolvconf
talloc
tcl
tcpdump
tdb
terminus-font
termshark
testdisk
tevent
texinfo
thin-provisioning-tools
thunar
tmux
udftools
unzip
uriparser
usb_modeswitch
usbmuxd
usbutils
vim
vim-runtime
virtualbox-guest-utils-nox
vpnc
wget
which
wireless-regdb
wireless_tools
wireshark-cli
wpa_supplicant
wvdial
wvstreams
xbindkeys
xcb-proto
xclip
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xplc
xterm
xxhash
yay
zsh
